Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# generalButtonUpgrade
source: Upgrade
ar: ترقية
es: Actualizar
fr: Améliorer
hi: अपग्रेड करें
it: Aggiorna
ja: アップグレード
ko: 업그레이드
pl: Ulepsz
pt: Atualizar
ru: Обновить
th: อัปเกรด
tr: Yükselt
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級

# generalCannotUndoMessage
source: You can’t undo this action.
ar: لا يمكنك التراجع عن هذا الإجراء.
de: Sie können diese Aktion nicht rückgängig machen.
es: No puedes deshacer esta acción.
fr: Vous ne pouvez pas annuler cette action.
hi: आप इस क्रिया को पूर्ववत नहीं कर सकते।
it: Non puoi annullare quest'azione.
ja: このアクションは元に戻せません。
ko: 이 작업은 실행 취소할 수 없습니다.
nl: Je kunt deze actie niet ongedaan maken.
pl: Nie możesz cofnąć tej akcji.
pt: Você não pode desfazer esta ação.
ru: Вы не можете отменить это действие.
th: คุณไม่สามารถย้อนกลับการกระทำนี้ได้
tr: Bu işlemi geri alamazsınız.
vi: Bạn không thể hoàn tác hành động này.
zh_hans: 您将不能撤销此操作。
zh_hant: 您無法撤銷此操作。

# generalColorSchemeDark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
it: Scuro
ja: ダーク
ko: 어두운 모드
nl: Donker
pl: Ciemny
pt: Escuro
ru: Темная
th: มืด
tr: Koyu
vi: Tối
zh_hans: 深色
zh_hant: 深色

# generalColorSchemeLight
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: हल्का
it: Chiaro
ja: ライト
ko: 밝은 모드
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
th: สว่าง
tr: Açık
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# generalComingSoon
source: Coming Soon
ar: قريبًا
de: Bald erhältlich
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
it: In arrivo
ja: 近日公開
ko: 곧 출시됩니다
nl: Binnenkort
pl: Już wkrótce
pt: Em Breve
ru: Скоро
th: เร็วๆ นี้
tr: Çok Yakında
vi: Sẽ có sớm
zh_hans: 敬请期待
zh_hant: 即將推出

# generalFileExporterSaved
source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Sauvegardé
hi: सहेजा गया
it: Salvato
ja: 保存済み
ko: 저장됨
nl: Opgeslagen
pl: Zapisano
pt: Salvo
ru: Сохранено
th: บันทึกแล้ว
tr: Kaydedildi
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已保存

# generalFileNeverModified
source: Never modified
ar: لم يتم تعديله أبدًا
de: Nie geändert
es: Nunca modificado
fr: Jamais modifié
hi: कभी संशोधित नहीं हुआ
it: Mai modificato
ja: 未変更
ko: 수정된 적 없음
nl: Nooit gewijzigd
pl: Nigdy nie modyfikowano
pt: Nunca modificado
ru: Не изменялось
th: ไม่เคยถูกแก้ไข
tr: Hiç değiştirilmedi
vi: Chưa chỉnh sửa
zh_hans: 从未修改
zh_hant: 從未修改

# generalFolderName
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
hi: फोल्डर
it: Cartella
ja: フォルダー
ko: 폴더
nl: Map
pt: Pasta
ru: Папка
th: โฟลเดอร์
tr: Klasör
vi: Thư mục
zh_hans: 文件夹
zh_hant: 文件夾

# generalHelpTitle
source: Help
ar: المساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
it: Aiuto
ja: ヘルプ
ko: 도움
pl: Pomoc
pt: Ajuda
ru: Помощь
th: ช่วยเหลือ
tr: Yardım
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

# generalLoading
source: Loading…
ar: جارٍ التحميل…
de: Laden…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
it: Caricamento…
ja: 読み込み中…
ko: 로딩 중…
nl: Laden…
pl: Ładowanie…
pt: Carregando…
ru: Загрузка…
th: กำลังโหลด…
tr: Yükleniyor...
vi: Đang tải…
zh_hans: 加载中...
zh_hant: 加載中…

# generalMoveFilesTo
source: Move ^[%d file](inflect: true) to...
ar: نقل ^[%d ملف](inflect: true) إلى...
de: Bewege ^[%d Datei](inflect: true) zu...
es: Mover ^[%d archivo](inflect: true) a...
fr: Déplacer ^[%d fichier](inflect: true) vers...
hi: फाइल को स्थानांतरित करें ^[%d]...
it: Sposta ^[%d file](inflect: true) in...
ja: ^[%d ファイル](inflect: true)を移動...
ko: 파일 ^[%d 개](inflect: true)를... 이동
nl: Verplaats ^[%d bestand](inflect: true) naar...
pl: Przenieś ^[%d plik](inflect: true) do...
pt: Mover ^[%d arquivo](inflect: true) para...
ru: Переместить ^[%d файл](inflect: true) в...
th: ย้าย ^[%d ไฟล์](inflect: true) ไปที่...
tr: Taşı ^[%d dosyayı](inflect: true) ...
vi: Di chuyển ^[%d tệp](inflect: true) đến...
zh_hans: 将 ^[%d 文件](inflect: true) 移动到...
zh_hant: 將 ^[%d 個檔案](inflect: true) 移至...

# generalMoveTo
source: Move to...
ar: نقل إلى...
de: Verschieben nach...
es: Mover a...
fr: Déplacer vers...
hi: में स्थानांतरित करें...
it: Sposta in...
ja: 移動先...
ko: 이동...
nl: Verplaatsen naar...
pl: Przenieś do...
pt: Mover para...
ru: Переместить в...
th: ย้ายไปยัง...
tr: Taşı...
vi: Di chuyển đến...
zh_hans: 移动到...
zh_hant: 移動到...

# generalName
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# generalNewFolderName
source: New Folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva Carpeta
fr: Nouveau dossier
hi: नया फोल्डर
it: Nuova Cartella
ja: 新しいフォルダー
ko: 새 폴더
nl: Nieuwe map
pl: Nowy folder
pt: Nova Pasta
ru: Новая папка
th: โฟลเดอร์ใหม่
tr: Yeni Klasör
vi: Thư mục mới
zh_hans: 新文件夹
zh_hant: 新文件夾

# generalNewGroupName
source: New Group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo Grupo
fr: Nouveau groupe
hi: नई समूह
it: Nuovo Gruppo
ja: 新しいグループ
ko: 새 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo Grupo
ru: Новая группа
th: กลุ่มใหม่
tr: Yeni Grup
vi: Nhóm mới
zh_hans: 新组
zh_hant: 新群組

# generalShare
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# generalSubfolderName
source: Subfolder
ar: مجلد فرعي
de: Unterordner
es: Subcarpeta
fr: Sous-dossier
hi: उपफोल्डर
it: Sottocartella
ja: サブフォルダー
ko: 하위 폴더
nl: Submap
pl: Podfolder
pt: Subpasta
ru: Подпапка
th: โฟลเดอร์ย่อย
tr: Alt Klasör
vi: Thư mục con
zh_hans: 子文件夹
zh_hant: 子文件夾

# generalSuccess
source: Success
ar: تم بنجاح
de: Erfolg
es: Éxito
fr: Succès
hi: सफल
it: Successo
ja: 成功
ko: 성공
nl: Succes
pl: Sukces
pt: Sucesso
ru: Успешно
th: สำเร็จ
tr: Başarılı
vi: Thành công
zh_hans: 成功
zh_hant: 成功

# generalTotalSizeLabel
source: Total size:
ar: الحجم الكلي:
de: Gesamtgröße:
es: Tamaño total:
fr: Taille totale :
hi: कुल आकार:
it: Dimensione totale:
ja: 合計サイズ:
ko: 총 크기:
nl: Totale grootte:
pl: Całkowity rozmiar:
pt: Tamanho total:
ru: Общий размер:
th: ขนาดรวม:
tr: Toplam boyut:
vi: Tổng kích thước:
zh_hans: 占用空间：
zh_hant: 總大小:

# generalUnknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
th: ไม่ทราบ
tr: Bilinmeyen
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# generalUntitled
source: Untitled
ar: بلا عنوان
de: Unbetitelt
es: Sin título
fr: Sans titre
hi: बेनाम
it: Senza titolo
ja: 無題
ko: 제목 없음
nl: Zonder titel
pl: Bez tytułu
pt: Sem título
ru: Без названия
th: ไม่มีชื่อ
tr: Başlıksız
vi: Không có tiêu đề
zh_hans: 未命名
zh_hant: 無標題

# homeGroupItemsFormatter
source: ^[%d item](inflect: true)
ar: ^[%d عنصر](inflect: true)
de: ^[%d Element](inflect: true)
es: ^[%d elemento](inflect: true)
fr: ^[%d élément](inflect: true)
hi: ^[%d आइटम](inflect: true)
it: ^[%d elemento](inflect: true)
ja: ^[%d 項目](inflect: true)
ko: ^[%d 항목](inflect: true)
pl: ^[%d element](inflect: true)
pt: ^[%d projeto](inflect: true)
ru: ^[%d элемент](inflect: true)
th: ^[%d รายการ](inflect: true)
tr: ^[%d öğe](inflect: true)
vi: ^[%d mục](inflect: true)
zh_hans: ^[%d 个项目](inflect: true)
zh_hant: ^[%d 個項目](inflect: true)

# homeNoFilesPlaceholder
source: No files...
ar: لا توجد ملفات...
de: Keine Dateien...
es: No hay archivos...
fr: Aucun fichier...
hi: कोई फ़ाइलें नहीं...
it: Nessun file...
ja: ファイルがありません…
ko: 파일이 없습니다…
nl: Geen bestanden...
pl: Brak plików...
pt: Nenhum arquivo...
ru: Нет файлов...
th: ยังไม่มีไฟล์...
tr: Dosya yok...
vi: Không có tệp...
zh_hans: 暂无文件...
zh_hant: 沒有檔案…

# homeRecentlyPlaceholder
source: No recently files...
ar: لا توجد ملفات حديثة...
de: Keine kürzlich verwendeten Dateien...
es: No hay archivos recientes...
fr: Aucun fichier récent...
hi: हाल ही में कोई फ़ाइलें नहीं...
it: Nessun file recente...
ja: 最近使用したファイルはありません...
ko: 최근 파일이 없습니다...
nl: Geen recente bestanden...
pl: Brak ostatnich plików...
pt: Nenhum arquivo recente...
ru: Недавних файлов нет...
th: ยังไม่มีไฟล์เมื่อเร็วๆ นี้...
tr: Son zamanlarda dosya yok...
vi: Không có tệp gần đây...
zh_hans: 最近没有文件...
zh_hant: 最近沒有檔案...

# homeRecentlyVisitedTitle
source: Recently visited
ar: تمت زيارتها مؤخرًا
de: Zuletzt besucht
es: Visitados recientemente
fr: Récemment consultés
hi: हाल ही में देखे गए
it: Visitati di recente
ja: 最近アクセスした項目
ko: 최근 방문
nl: Onlangs bezocht
pl: Ostatnio odwiedzane
pt: Acessados recentemente
ru: Недавно открытые
th: เข้าชมเมื่อเร็วๆ นี้
tr: Son ziyaretler
vi: Đã truy cập gần đây
zh_hans: 最近访问
zh_hant: 最近造訪

# homeTipsTitle
source: Tips
ar: نصائح
de: Tipps
es: Consejos
fr: Astuces
hi: टिप्स
it: Suggerimenti
ja: ヒント
ko: 팁
pl: Wskazówki
pt: Dicas
ru: Советы
th: เคล็ดลับ
tr: İpuçları
vi: Mẹo
zh_hans: 提示
zh_hant: 提示

# homeTitle
source: Welcome to ExcalidrawZ
ar: مرحبًا بك في ExcalidrawZ
de: Willkommen bei ExcalidrawZ
es: Bienvenido a ExcalidrawZ
fr: Bienvenue sur ExcalidrawZ
hi: ExcalidrawZ में आपका स्वागत है
it: Benvenuto in ExcalidrawZ
ja: ExcalidrawZへようこそ
ko: ExcalidrawZ에 오신 것을 환영합니다
nl: Welkom bij ExcalidrawZ
pl: Witamy w ExcalidrawZ
pt: Bem-vindo ao ExcalidrawZ
ru: Добро пожаловать в ExcalidrawZ
th: ยินดีต้อนรับสู่ ExcalidrawZ
tr: ExcalidrawZ'e hoş geldiniz
vi: Chào mừng bạn đến với ExcalidrawZ
zh_hans: 欢迎使用 ExcalidrawZ
zh_hant: 歡迎使用 ExcalidrawZ

# iCloudStatusSyncing
source: Syncing…
ar: جارٍ المزامنة…
de: Wird synchronisiert…
es: Sincronizando…
fr: Synchronisation…
hi: सिंक हो रहा है…
it: Sincronizzazione in corso…
ja: 同期中…
ko: 동기화 중…
nl: Synchroniseren…
pl: Synchronizowanie…
pt: Sincronizando…
ru: Синхронизация…
th: กำลังซิงค์…
tr: Eşitleniyor…
vi: Đang đồng bộ…
zh_hans: 正在同步…
zh_hant: 同步中…

# iCloudStatusUpdating
source: Updating…
ar: جارٍ التحديث…
de: Wird aktualisiert…
es: Actualizando…
fr: Mise à jour…
hi: अपडेट हो रहा है…
it: Aggiornamento in corso…
ja: 更新中…
ko: 업데이트 중…
nl: Bijwerken…
pl: Aktualizowanie…
pt: Atualizando…
ru: Обновление…
th: กำลังอัปเดต…
tr: Güncelleniyor…
vi: Đang cập nhật…
zh_hans: 正在更新…
zh_hant: 更新中…

# iCloudSyncingDataDescription
source: ExcalidrawZ is currently syncing data with iCloud. Please wait a moment.
ar: يتم حالياً مزامنة البيانات مع iCloud. يرجى الانتظار لحظة.
de: ExcalidrawZ synchronisiert derzeit Daten mit iCloud. Bitte einen Moment warten.
es: ExcalidrawZ está sincronizando datos con iCloud. Por favor, espere un momento.
fr: ExcalidrawZ synchronise actuellement des données avec iCloud. Veuillez patienter un moment.
hi: ExcalidrawZ वर्तमान में iCloud के साथ डेटा सिंक कर रहा है। कृपया एक क्षण प्रतीक्षा करें।
it: ExcalidrawZ sta attualmente sincronizzando i dati con iCloud. Attendere un momento.
ja: ExcalidrawZは現在iCloudとデータを同期しています。しばらくお待ちください。
ko: ExcalidrawZ가 현재 iCloud와 데이터를 동기화하고 있습니다. 잠시 기다려 주세요.
nl: ExcalidrawZ synchroniseert momenteel gegevens met iCloud. Even geduld alstublieft.
pl: ExcalidrawZ aktualnie synchronizuje dane z iCloud. Proszę czekać chwilę.
pt: ExcalidrawZ está sincronizando dados com o iCloud. Por favor, aguarde um momento.
ru: ExcalidrawZ в настоящее время синхронизирует данные с iCloud. Пожалуйста, подождите немного.
th: ExcalidrawZ กำลังซิงค์ข้อมูลกับ iCloud กรุณารอสักครู่
tr: ExcalidrawZ şu anda iCloud ile verileri senkronize ediyor. Lütfen bir süre bekleyin.
vi: ExcalidrawZ đang đồng bộ hóa dữ liệu với iCloud. Vui lòng chờ một chút.
zh_hans: ExcalidrawZ 正在与 iCloud 同步数据。请稍等片刻。
zh_hant: ExcalidrawZ 正在與 iCloud 同步數據。請稍候。

# iCloudSyncingDataDescription2
source: If you don’t need iCloud to sync your files, you can turn this off in the settings.
ar: إذا كنت لا تحتاج إلى iCloud لمزامنة ملفاتك، يمكنك إيقاف ذلك في الإعدادات.
de: Wenn Sie iCloud nicht zum Synchronisieren Ihrer Dateien benötigen, können Sie dies in den Einstellungen deaktivieren.
es: Si no necesita que iCloud sincronice sus archivos, puede desactivar esto en la configuración.
fr: Si vous n'avez pas besoin d'iCloud pour synchroniser vos fichiers, vous pouvez désactiver cette option dans les paramètres.
hi: यदि आपको अपने फ़ाइलों को सिंक करने के लिए iCloud की आवश्यकता नहीं है, तो आप इसे सेटिंग्स में बंद कर सकते हैं।
it: Se non hai bisogno di iCloud per sincronizzare i tuoi file, puoi disattivarlo nelle impostazioni.
ja: iCloudでファイルを同期する必要がない場合は、設定でオフにできます。
ko: 파일을 iCloud로 동기화할 필요가 없다면, 설정에서 이 기능을 끌 수 있습니다.
nl: Als je iCloud niet nodig hebt om je bestanden te synchroniseren, kun je dit uitschakelen in de instellingen.
pl: Jeśli nie potrzebujesz, aby iCloud synchronizował Twoje pliki, możesz to wyłączyć w ustawieniach.
pt: Se você não precisar que o iCloud sincronize seus arquivos, pode desativar isso nas configurações.
ru: Если вам не нужно, чтобы iCloud синхронизировал ваши файлы, вы можете отключить это в настройках.
th: หากคุณไม่ต้องการให้ iCloud ซิงค์ไฟล์ของคุณ คุณสามารถปิดการทำงานนี้ในการตั้งค่า
tr: Dosyalarınızı senkronize etmek için iCloud'a ihtiyacınız yoksa, bunu ayarlardan kapatabilirsiniz.
vi: Nếu bạn không cần iCloud để đồng bộ hóa tệp, bạn có thể tắt tính năng này trong cài đặt.
zh_hans: 如果您不需要 iCloud 同步您的文件，可以在设置中关闭此功能。
zh_hant: 如果您不需要 iCloud 同步您的檔案，您可以在設置中關閉此功能。

# iCloudSyncingDataTitle
source: Syncing data…
ar: مزامنة البيانات…
de: Daten werden synchronisiert…
es: Sincronizando datos…
fr: Synchronisation des données…
hi: डेटा सिंक हो रहा है…
it: Sincronizzazione dati…
ja: データを同期中…
ko: 데이터 동기화 중…
nl: Gegevens synchroniseren…
pl: Synchronizacja danych…
pt: Sincronizando dados…
ru: Синхронизация данных…
th: กำลังซิงค์ข้อมูล…
tr: Veri senkronize ediliyor…
vi: Đang đồng bộ hóa dữ liệu…
zh_hans: 正在同步数据…
zh_hant: 同步數據中…

# insertPDFSheetButtonChange
source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Modifier
hi: बदलें
it: Cambia
ja: 変更
ko: 변경
nl: Wijzigen
pl: Zmień
pt: Alterar
ru: Изменить
th: เปลี่ยน
tr: Değiştir
vi: Thay đổi
zh_hans: 更改
zh_hant: 更改

# insertPDFSheetButtonInsert
source: Insert
ar: إدراج
de: Einfügen
es: Insertar
fr: Insérer
hi: सम्मिलित करें
it: Inserisci
ja: 挿入
ko: 삽입
nl: Invoegen
pl: Wstaw
pt: Inserir
ru: Вставить
th: แทรก
tr: Ekle
vi: Chèn
zh_hans: 插入
zh_hant: 插入

# insertPDFSheetDirectionHorizontal
source: Horizontal
ar: أفقي
hi: क्षैतिज
it: Orizzontale
ja: 横
ko: 가로
nl: Horizontaal
pl: Poziomo
ru: Горизонтально
th: แนวนอน
tr: Yatay
vi: Ngang
zh_hans: 水平
zh_hant: 水平

# insertPDFSheetDirectionVertical
source: Vertical
ar: عمودي
de: Vertikal
hi: ऊर्ध्वाधर
it: Verticale
ja: 縦
ko: 세로
nl: Verticaal
pl: Pionowo
ru: Вертикально
th: แนวตั้ง
tr: Dikey
vi: Dọc
zh_hans: 垂直
zh_hant: 垂直

# insertPDFSheetDisplayModeLabel
source: Display Mode
ar: وضع العرض
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
hi: प्रदर्शन मोड
it: Modalità di visualizzazione
ja: 表示モード
ko: 표시 모드
nl: Weergavemodus
pl: Tryb wyświetlania
pt: Modo de exibição
ru: Режим отображения
th: โหมดการแสดงผล
tr: Görüntüleme Modu
vi: Chế độ hiển thị
zh_hans: 显示模式
zh_hant: 顯示模式

# insertPDFSheetErrorInsertFailed
source: Failed to insert PDF: %@
ar: تعذر إدراج ملف PDF: %@
de: PDF konnte nicht eingefügt werden: %@
es: No se pudo insertar el PDF: %@
fr: Impossible d'insérer le PDF : %@
hi: PDF सम्मिलित करने में विफल: %@
it: Impossibile inserire il PDF: %@
ja: PDFの挿入に失敗しました: %@
ko: PDF 삽입에 실패했습니다: %@
nl: Het invoegen van de PDF is mislukt: %@
pl: Nie można wstawić pliku PDF: %@
pt: Falha ao inserir o PDF: %@
ru: Не удалось вставить PDF: %@
th: ไม่สามารถแทรก PDF ได้: %@
tr: PDF eklenemedi: %@
vi: Không thể chèn PDF: %@
zh_hans: 插入 PDF 失败：%@
zh_hant: 無法插入 PDF：%@

# insertPDFSheetErrorLoadFailed
source: Failed to load PDF: %@
ar: تعذر تحميل ملف PDF: %@
de: PDF konnte nicht geladen werden: %@
es: No se pudo cargar el PDF: %@
fr: Impossible de charger le PDF : %@
hi: PDF लोड करने में विफल: %@
it: Impossibile caricare il PDF: %@
ja: PDFの読み込みに失敗しました: %@
ko: PDF를 불러오지 못했습니다: %@
nl: Het laden van de PDF is mislukt: %@
pl: Nie można wczytać pliku PDF: %@
pt: Falha ao carregar o PDF: %@
ru: Не удалось загрузить PDF: %@
th: ไม่สามารถโหลด PDF ได้: %@
tr: PDF yüklenemedi: %@
vi: Không thể tải PDF: %@
zh_hans: 无法加载 PDF：%@
zh_hant: 無法載入 PDF：%@

# insertPDFSheetItemsPerColumn
source: Items per column
ar: عناصر لكل عمود
de: Elemente pro Spalte
es: Elementos por columna
fr: Éléments par colonne
hi: प्रति कॉलम आइटम
it: Elementi per colonna
ja: 列ごとの項目数
ko: 열당 항목 수
nl: Items per kolom
pl: Elementów na kolumnę
pt: Itens por coluna
ru: Элементов в столбце
th: รายการต่อคอลัมน์
tr: Sütun başına öğe sayısı
vi: Số mục trên mỗi cột
zh_hans: 每列项目数
zh_hant: 每欄項目數

# insertPDFSheetItemsPerRow
source: Items per row
ar: عناصر لكل صف
de: Elemente pro Reihe
es: Elementos por fila
fr: Éléments par ligne
hi: प्रति पंक्ति आइटम
it: Elementi per riga
ja: 行ごとの項目数
ko: 행당 항목 수
nl: Items per rij
pl: Elementów w wierszu
pt: Itens por linha
ru: Элементов в строке
th: รายการต่อแถว
tr: Satır başına öğe sayısı
vi: Số mục trên mỗi hàng
zh_hans: 每行项目数
zh_hant: 每列項目數

# insertPDFSheetLayoutOptionsLabel
source: Layout Options
ar: خيارات التخطيط
de: Layout-Optionen
es: Opciones de diseño
fr: Options de mise en page
hi: लेआउट विकल्प
it: Opzioni di layout
ja: レイアウトオプション
ko: 레이아웃 옵션
nl: Lay-outopties
pl: Opcje układu
pt: Opções de layout
ru: Параметры макета
th: ตัวเลือกการจัดวาง
tr: Düzen Seçenekleri
vi: Tùy chọn bố cục
zh_hans: 布局选项
zh_hant: 版面選項

# insertPDFSheetModeTiledDescription
source: Convert each page to images and tile them
ar: تحويل كل صفحة إلى صورة وعرضها على شكل بلاطات
de: Jede Seite in Bilder konvertieren und als Kacheln anordnen
es: Convertir cada página a imágenes y colocarlas en mosaico
fr: Convertir chaque page en images et les afficher sous forme de tuiles
hi: प्रत्येक पृष्ठ को छवियों में बदलें और उन्हें टाइल करें
it: Converti ogni pagina in immagini e disponile in una griglia
ja: 各ページを画像に変換してタイル表示する
ko: 각 페이지를 이미지로 변환하여 타일로 배열
nl: Zet elke pagina om in afbeeldingen en rangschik ze als tegels
pl: Konwertuj każdą stronę na obrazy i wyświetlaj jako kafelki
pt: Converter cada página em imagens e dispor em mosaico
ru: Преобразовать каждую страницу в изображение и выложить их плиткой
th: แปลงแต่ละหน้าเป็นรูปภาพแล้วจัดเรียงเป็นกระเบื้อง
tr: Her sayfayı resimlere dönüştürüp döşer
vi: Chuyển từng trang thành hình ảnh và ghép thành lưới
zh_hans: 将每页转换为图像并平铺显示
zh_hant: 將每頁轉為圖片並平鋪顯示

# insertPDFSheetModeTiledTitle
source: Tiled Pages
ar: صفحات على شكل بلاطات
de: Gekachelte Seiten
es: Páginas en mosaico
fr: Pages en mosaïque
hi: टाइल पृष्ठ
it: Pagine in griglia
ja: タイル表示ページ
ko: 타일 페이지
nl: Tegelweergave
pl: Strony w kafelkach
pt: Páginas em mosaico
ru: Страницы плиткой
th: หน้าแบบกระเบื้อง
tr: Döşenmiş Sayfalar
vi: Trang dạng lưới
zh_hans: 平铺页面
zh_hant: 平鋪頁面

# insertPDFSheetModeViewerDescription
source: Display as an interactive PDF viewer
ar: عرض كعارض PDF تفاعلي
de: Als interaktiven PDF-Viewer anzeigen
es: Mostrar como un visor de PDF interactivo
fr: Afficher comme une visionneuse PDF interactive
hi: इंटरैक्टिव PDF व्यूअर के रूप में प्रदर्शित करें
it: Visualizza come un visualizzatore PDF interattivo
ja: インタラクティブなPDFビューアとして表示する
ko: 대화형 PDF 뷰어로 표시
nl: Weergeven als interactieve PDF-viewer
pl: Wyświetl jako interaktywny podgląd PDF
pt: Exibir como visualizador de PDF interativo
ru: Отобразить как интерактивный просмотрщик PDF
th: แสดงเป็นตัวดู PDF แบบโต้ตอบ
tr: Etkileşimli bir PDF görüntüleyici olarak göster
vi: Hiển thị dưới dạng trình xem PDF tương tác
zh_hans: 以交互式 PDF 查看器显示
zh_hant: 以可互動的 PDF 檢視器顯示

# insertPDFSheetModeViewerTitle
source: PDF Viewer
ar: عارض PDF
es: Visor de PDF
fr: Visionneuse PDF
hi: PDF व्यूअर
it: Visualizzatore PDF
ja: PDFビューア
ko: PDF 뷰어
pl: Podgląd PDF
pt: Visualizador de PDF
ru: Просмотрщик PDF
th: ตัวดู PDF
tr: PDF Görüntüleyici
vi: Trình xem PDF
zh_hans: PDF 查看器
zh_hant: PDF 檢視器

# insertPDFSheetNoPreview
source: PDF preview not available on this platform
ar: معاينة PDF غير متاحة على هذه المنصة
de: PDF-Vorschau auf dieser Plattform nicht verfügbar
es: Vista previa de PDF no disponible en esta plataforma
fr: Aperçu PDF non disponible sur cette plateforme
hi: इस प्लेटफ़ॉर्म पर PDF पूर्वावलोकन उपलब्ध नहीं है
it: Anteprima PDF non disponibile su questa piattaforma
ja: このプラットフォームではPDFのプレビューは利用できません
ko: 이 플랫폼에서는 PDF 미리보기를 사용할 수 없습니다
nl: PDF-voorbeeld niet beschikbaar op dit platform
pl: Podgląd PDF niedostępny na tej platformie
pt: Pré-visualização de PDF não disponível nesta plataforma
ru: Предварительный просмотр PDF недоступен на этой платформе
th: ไม่สามารถดูตัวอย่าง PDF ได้บนแพลตฟอร์มนี้
tr: Bu platformda PDF önizlemesi kullanılamıyor
vi: Xem trước PDF không khả dụng trên nền tảng này
zh_hans: 此平台不支持 PDF 预览
zh_hant: 此平台不支援 PDF 預覽

# insertPDFSheetOptionsLabel
source: Options
ar: خيارات
de: Optionen
es: Opciones
hi: विकल्प
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
pt: Opções
ru: Параметры
th: ตัวเลือก
tr: Seçenekler
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

# insertPDFSheetPageNumber
source: Page %lld
ar: الصفحة %lld
de: Seite %lld
es: Página %lld
hi: पृष्ठ %lld
it: Pagina %lld
ja: ページ %lld
ko: %lld 페이지
nl: Pagina %lld
pl: Strona %lld
pt: Página %lld
ru: Страница %lld
th: หน้า %lld
tr: Sayfa %lld
vi: Trang %lld
zh_hans: 第%lld页
zh_hant: 第%lld頁

# insertPDFSheetPagesCount
source: %lld pages
ar: %lld صفحة
de: %lld Seiten
es: %lld páginas
hi: %lld पृष्ठ
it: %lld pagine
ja: %lldページ
ko: %lld 페이지
nl: %lld pagina's
pl: %lld stron
pt: %lld páginas
ru: %lld страниц
th: %lld หน้า
tr: %lld sayfa
vi: %lld trang
zh_hans: %lld页
zh_hant: %lld 頁

# insertPDFSheetPDFFileLabel
source: PDF File
ar: ملف PDF
de: PDF-Datei
es: Archivo PDF
fr: Fichier PDF
hi: PDF फ़ाइल
it: File PDF
ja: PDFファイル
ko: PDF 파일
nl: PDF-bestand
pl: Plik PDF
pt: Arquivo PDF
ru: PDF‑файл
th: ไฟล์ PDF
tr: PDF Dosyası
vi: Tệp PDF
zh_hans: PDF 文件
zh_hant: PDF 檔案

# insertPDFSheetPreviewLabel
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorvertoning
pl: Podgląd
pt: Pré-visualização
ru: Предварительный просмотр
th: แสดงตัวอย่าง
tr: Önizleme
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# insertPDFSheetSelectPDFFileLabel
source: Select PDF File
ar: اختر ملف PDF
de: PDF-Datei auswählen
es: Seleccionar archivo PDF
fr: Sélectionner un fichier PDF
hi: PDF फ़ाइल चुनें
it: Seleziona file PDF
ja: PDFファイルを選択
ko: PDF 파일 선택
nl: Selecteer PDF-bestand
pl: Wybierz plik PDF
pt: Selecionar arquivo PDF
ru: Выбрать PDF-файл
th: เลือกไฟล์ PDF
tr: PDF Dosyası Seç
vi: Chọn tệp PDF
zh_hans: 选择 PDF 文件
zh_hant: 選擇 PDF 檔案

# insertPDFSheetSelectPrompt
source: Select a PDF file to preview
ar: اختر ملف PDF للمعاينة
de: Wählen Sie eine PDF-Datei zur Vorschau aus
es: Seleccione un archivo PDF para obtener una vista previa
fr: Sélectionnez un fichier PDF à prévisualiser
hi: पूर्वावलोकन के लिए एक PDF फ़ाइल चुनें
it: Seleziona un file PDF da visualizzare in anteprima
ja: プレビューするPDFファイルを選択
ko: 미리보기를 위해 PDF 파일을 선택하세요
nl: Selecteer een PDF-bestand om te bekijken
pl: Wybierz plik PDF do podglądu
pt: Selecione um arquivo PDF para pré-visualizar
ru: Выберите PDF-файл для предварительного просмотра
th: เลือกไฟล์ PDF เพื่อแสดงตัวอย่าง
tr: Önizlemek için bir PDF dosyası seçin
vi: Chọn tệp PDF để xem trước
zh_hans: 选择要预览的 PDF 文件
zh_hant: 選擇要預覽的 PDF 檔案

# insertPDFSheetTitle
source: Insert PDF
ar: إدراج ملف PDF
de: PDF einfügen
es: Insertar PDF
fr: Insérer un PDF
hi: PDF सम्मिलित करें
it: Inserisci PDF
ja: PDFを挿入
ko: PDF 삽입
nl: PDF invoegen
pl: Wstaw PDF
pt: Inserir PDF
ru: Вставить PDF
th: แทรก PDF
tr: PDF Ekle
vi: Chèn PDF
zh_hans: 插入 PDF
zh_hant: 插入 PDF

# librariesButtonExportAll
source: Export All…
ar: تصدير الكل…
de: Alle exportieren…
es: Exportar todo…
fr: Exporter tout…
hi: सभी निर्यात करें…
it: Esporta tutto…
ja: すべてエクスポート…
ko: 모두 내보내기…
nl: Alles exporteren…
pl: Eksportuj wszystko…
pt: Exportar tudo…
ru: Экспортировать все…
th: ส่งออกทั้งหมด…
tr: Hepsini Dışa Aktar...
vi: Xuất tất cả…
zh_hans: 导出所有…
zh_hant: 匯出全部…

# librariesButtonExportLibrary
source: Export…
ar: تصدير…
de: Exportieren…
es: Exportar…
fr: Exporter…
hi: निर्यात करें…
it: Esporta…
ja: エクスポート…
ko: 내보내기…
nl: Exporteren…
pl: Eksportuj…
pt: Exportar…
ru: Экспортировать…
th: ส่งออก…
tr: Dışa Aktar...
vi: Xuất…
zh_hans: 导出…
zh_hant: 匯出…
